Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: In case a loading dose is needed, this should be administered by a healthcare professional.
es_es: En caso de que sea necesaria una dosis de carga, la administrará un profesional de la salud.

source: In case a mandatory local legal requirements exists, we will provide paper copies of the contractual documents upon your request which has to be sent to the respective Company contact nominated in the contract.
es_es: De existir un requisito legal local obligatorio, le proporcionaremos copias en papel de los documentos contractuales a pedido, tomando como destinatario el contacto respectivo designado en el contrato.

source: In case a third party needed to break the code when the investigator could not be reached, the code could be opened by calling the emergency code manager.
es_es: En caso de que un tercero necesitara desenmascarar el código porque el investigador estuviera inlocalizable, el código podría abrirse llamando al administrador de códigos de emergencia.

source: In case of an eGFR loss of ≥40% from baseline (see definition of baseline in Section 9.7.1.3), or if eGFR dropped to <15 mL/min/1.73 m2 for patients with an eGFR ≥30 mL/min/1.73 m2 at baseline (<10 mL/min/1.73 m2 for patients with an eGFR <30 mL/min/1.73 m2 at baseline), an additional visit was to be scheduled.
es_es: Se habría de programar una visita adicional de presentarse una caída de la TFGe ≥40% desde el inicio (en la Sección 9.7.1.3 se define el término "inicio"), o una caída de la TFGe hasta <15 ml/min/1.73 m2 para pacientes con una TFGe ≥30 ml/min/1.73 m2 al inicio del estudio (<10 ml/min/1,73 m2 para pacientes con una TFGe <30 ml/min/1.73 m2 al inicio del estudio).

source: In case of any cardiac symptoms (indicating rhythm disorders or cardiac ischaemia), additional 12-lead ECG(s) were to be done to document a potential outcome event.
es_es: En caso de cualquier síntoma cardíaco (incluidos los trastornos del ritmo o isquemia cardíaca), se debían realizar uno o más ECG de 12 derivaciones adicionales para documentar un posible evento relacionado.

source: In case of bubble point test failure, new filter is set up, which impacts DS hold time
es_es: Si falla la prueba del punto de burbujeo, se configura un nuevo filtro, lo que afecta el tiempo de espera del principio activo

source: In case of clinical symptoms of hepatic injury (icterus, unexplained encephalopathy, unexplained coagulopathy, right upper quadrant abdominal pain, etc.) without lab results (ALT, AST, total bilirubin) available, the investigator was to make sure these parameters were analysed, if necessary in an unscheduled blood test.
es_es: En caso de síntomas clínicos de lesión hepática (ictericia, encefalopatía inexplicable, coagulopatía inexplicable, dolor abdominal en el cuadrante superior derecho, etc.) sin resultados de laboratorio (ALT, AST, bilirrubina total) disponibles, el investigador debía asegurarse de analizar dichos parámetros. de ser necesario, mediante un análisis de sangre no programado.

source: In case of e.g., a failed filter integrity test or a technical error, the 0.2 μm bioburden reduction filtration can be repeated once for the DS (150 mg/mL) handling and is controlled within the same manner as the initial 0.2 μm bioburden reduction filtration.
es_es: En el caso de que, por ejemplo, el análisis de integridad del filtro arroje un resultado negativo o que ocurra un error técnico, se puede repetir una vez la filtración con filtro de 0.2μm para la reducción de la contaminación microbiana durante la manipulación del principio activo (150 mg/ml) y deberá controlarse de la misma manera que la filtración inicial con membrana de 0.2μm para la reducción de la contaminación microbiana.

source: In case of empagliflozin film-coated tablets, 10 mg and 25 mg, residual solvents do not need to be specified in the finished drug product due to the following reasons:
es_es: En el caso de los comprimidos recubiertos de empagliflozina, 10 mg y 25 mg, no es necesario especificar los disolventes residuales del medicamento terminado por los siguientes motivos:

source: In case of filter integrity test failure after sterile filtration, CQA sterility may not be met in final product
es_es: Si la prueba de integridad del filtro falla después de la filtración estéril, es posible que el producto final no cumpla con el atributo crítico de calidad de esterilidad.

source: In case of:
es_es: En caso de:

source: In case the statement were not sufficient, elemental impurities screening were conducted with ICP-MS method at BI laboratories.
es_es: En el caso de que no bastara con la declaración del proveedor, se realizaron pruebas de impurezas elementales mediante un método validado de espectrometría de masas con plasma acoplado inductivamente (ICP-MS) en los laboratorios de BI.

source: In case the supplier statements for the excipients affected were not sufficient, elemental impurities screenings were performed with a validated ICP-MS method at BI laboratories.
es_es: En el caso de que no bastara con la declaración del proveedor sobre los excipientes afectados, se realizaron pruebas de selección de impurezas elementales por medio de un método validado de espectrometría de masas con plasma acoplado inductivamente (ICP-MS) en los laboratorios de BI.

source: In case the water content of the sterilised rubber stoppers reaches the limit of 0.2 %, 2.1 mg additional water (calculated based on stopper weight) is present in the rubber stopper.
es_es: En el caso de que el contenido de agua de los tapones de caucho esterilizados alcance el límite del 0,2%, los tapones de caucho tendrán 2,1 mg adicionales de agua (calculados en función del peso del tapón).

source: In cell banking (see Table 63), both BI and GNE use the same master cell bank (MCB#1221) to generate working cell banks (WCB).
es_es: En cuanto a los bancos de células (véase la Tabla 63), tanto BI como GNE usan el mismo banco de células maestro (MCB#1221) para generar bancos de células de trabajo (WCB).

source: In children with first VTE, anticoagulation with either UFH or LMWH is recommended for initial treatment as well as ongoing therapy (6 to 12 months of treatment are recommended for idiopathic VTE and 3 months of treatment are recommended for risk factor-related VTE if the risk is resolved; recommendations for other scenarios are described in the guidelines).
es_es: En niños con una primera TEV, se recomienda la anticoagulación por heparina no fraccionada o de bajo peso molecular como tratamiento inicial o continuo (se recomiendan de 6 a 12 meses de tratamiento para la TEV idiopática y 3 meses de tratamiento para la TEV relacionada con factores de riesgo que ha de resolverse; las recomendaciones para otros escenarios se describen en las directrices).

source: In clean room classes Grade A and B personnel monitoring is conducted on a routine basis for all personnel who enter the clean rooms.
es_es: En las salas blancas de grado A y B se realiza un seguimiento rutinario del personal que ingresa.

source: In clinical practice such consideration would probably always be at the discretion of the treating physician and therefore not needed to be guided by labelling.
es_es: En la práctica clínica, dicha consideración probablemente quedaría siempre a criterio del médico tratante y, por lo tanto, no sería necesario guiarse por el etiquetado.

source: In clinical situations known to predispose to ketoacidosis (e.g. prolonged fasting due to acute illness or surgery), the investigator was to consider monitoring for ketoacidosis and temporarily discontinue trial medication.
es_es: En las situaciones clínicas que consabidamente predisponen a la cetoacidosis (por ejemplo ayuno prolongado por enfermedad aguda o por cirugía), el investigador debía considerar controlar la cetoacidosis y suspender temporalmente la medicación en estudio.

source: In combination, these methods confirmed > 98% of the protein sequence.
es_es: En combinación, estos métodos confirman > 98% de la secuencia de la proteína.

source: In conclusion, a new release specification of ≤ 0.6% for Product Z is considered acceptable from a toxicological perspective.
es_es: En conclusión, desde una perspectiva toxicológica, se considera aceptable la nueva especificación de liberación del Producto Z (≤ 0.6%).

source: In conclusion, all predefined acceptance criteria are met for all samples and validation parameters.
es_es: En conclusión, se cumplen todos los criterios de aceptación previamente definidos para todas las muestras y todos los parámetros de validación.

source: In conclusion, the formulation robustness study shows that the commercial formulation of spesolimab DP at 150 mg/mL is robust at the proposed storage condition of 2 - 8°C with regard to the applied ranges of pH value (5.2, 5.5 and 5.8), PS20 concentration (0.2 mg/mL, 0.4 mg/mL and 0.6 mg/mL) and the variation of DS batch.
es_es: En conclusión, surge del estudio de solidez de la formulación que la formulación comercial del medicamento Espesolimab, 150 mg/ml, es robusta en las condiciones de almacenamiento propuestas (2 a 8° C) para los rangos aplicados de pH (5.2, 5.5 y 5.8), concentración de PS20 (0.2 mg/ml, 0.4 mg/ml y 0.6 mg/ml) y variación de las partidas del principio activo.

source: In conclusion, the stability behaviour of drug product manufactured at Catalent Eberbach Germany GmbH marked in dark grey using the new UV laser marking technology is comparable to the current marketed product imprinted in black using an ink technology.
es_es: En conclusión, el comportamiento de estabilidad del medicamento fabricado en Catalent Eberbach Germany GmbH marcado en gris oscuro mediante la nueva tecnología de láser UV es equiparable al del producto ya comercializado impreso en negro con tecnología de tinta.

source: In consequence of their studies, Polpharma informed Boehringer on 22 April 2022 that NO-HCTZ was detected in micronized HCTZ.
es_es: Como consecuencia de sus estudios, Polpharma informó a Boehringer el 22 de abril de 2022 que efectivamente se detectó NO-HCTZ en la HCTZ micronizada.

source: In contrast, the most aggressive settings (high temperature / high pressure), which is the proposed upper limit of the lyophilisation cycle, resulted in the fastest drying kinetics detected by the shortest time needed to reach the end of primary drying (30 hours).
es_es: Por el contrario, los ajustes más agresivos (temperatura alta/presión alta), que es el límite superior propuesto del ciclo de liofilización, derivaron en la cinética de secado más rápida detectada por el menor tiempo necesario hasta el final del secado primario (30 horas).

source: In detail:
es_es: En detalle:

source: In development studies, hold times and photostability testing according to ICH Q1B with or without light protective packaging were investigated, demonstrating stability of the DP under relevant manufacturing and long-term storage conditions.
es_es: En estudios de desarrollo, se investigaron los tiempos de espera y la fotoestabilidad de acuerdo con las disposiciones Q1B de la ICH con o sin el acondicionamiento de protección contra la luz, y se demostró la estabilidad del medicamento en condiciones pertinentes al proceso de fabricación y de almacenamiento a largo plazo.

source: In doing so, the half lysis times for the reference standard and test sample dilutions are measured and a log transformation of the measured values is performed.
es_es: En esa comparación, se miden los tiempos medios de lisis del estándar de referencia y las diluciones de la muestra de prueba y se transforman logarítmicamente los valores medidos.

source: In downstream manufacturing (see Table 65), both processes apply identical chromatography resins and filtration methods, with minor differences in operational control parameters and cutting criteria.
es_es: En la etapa posterior de purificación (véase la Tabla 65), ambos procesos aplican resinas de cromatografía y métodos de filtrado idénticos, con ligeras diferencias en los parámetros de control operativo y los criterios de corte.

source: In downstream manufacturing identical chromatography resins and filtration methods are used with minor differences in operational control parameters and cutting criteria.
es_es: En la etapa posterior de purificación, se usan resinas de cromatografía y métodos de filtrado idénticos, con ligeras diferencias en los parámetros de control operativo y los criterios de corte.

source: In each experiment 3.5 μg of radio-labelled test DNA was mixed with the tenecteplase feed solution and chromatographed.
es_es: En cada experimento, se mezclaron 3,5 μg de ADN para análisis radiomarcado con la solución de alimentación de tenecteplasa y se realizó cromatografía.

source: In each plot, TNKase ® data are depicted as black dots on the left side.
es_es: En cada diagrama, los datos de TNKase ® se representan con puntos negros en el lado izquierdo.

source: In each trial period, the study medications were to be administered as single oral doses together with 240 mL water in a standing position under supervision of the investigating physician or an authorised designee.
es_es: En cada período del ensayo, la medicación en estudio debía administrarse en una única dosis por vía oral junto con 240 mL de agua. Los sujetos debían estar de pie y supervisados por el médico investigador o una persona designada autorizada.

source: In exceptional cases (f.e. contractually agreed option, mandatory local legal requirement) you may be entitled to elect to receive required notices and disclosures only or additionally in paper format.
es_es: En casos excepcionales (opción acordada en el contrato, requisitos legales locales obligatorios), podrá optar por recibir los avisos e información en papel, ya sea como único medio o como medio adicional.

source: In exceptional cases (i.e. contractually agreed option, mandatory local legal requirement) you may be entitled to elect to receive required notices and disclosures only or additionally in paper format.
es_es: En casos excepcionales (opción acordada en el contrato, requisitos legales locales obligatorios), podrá optar por recibir los avisos e información en papel, ya sea como único medio o como medio adicional.

source: In fact, a lower glucose excretion similar to what was observed in patients with stage 3 CKD or in healthy volunteers seems to be sufficient to improve CV outcomes.
es_es: De hecho, para mejorar los resultados CV, pareciera que basta con una menor excreción de glucosa similar a la observada en pacientes con enfermedad renal crónica en estadio 3 o en voluntarios sanos.

source: In future, existing 40 mg rubber stopper will not be supported by the rubber stopper vendor.
es_es: En el futuro, el proveedor de tapones de caucho no fabricará el tapón de caucho actual de la presentación de 40 mg.

source: In general, AE analyses were based on patients with events occurring during the on-treatment period (i.e. events reported with an onset from the first dose of randomised study medication until treatment stop +7 days).
es_es: En general, los análisis de EA se basaron en los pacientes cuyos eventos ocurrieron dentro del período de tratamiento (es decir, eventos informados desde la primera dosis del medicamento del estudio aleatorizado hasta la finalización del tratamiento +7 días).

source: In general, demographic and baseline characteristics were balanced across both treatment groups.
es_es: En general, las características demográficas y generales iniciales estuvieron equilibradas entre ambos grupos de tratamiento.

source: In general, empagliflozin exposure decreased with an increase in body weight (up to 1.54-fold difference in gMean).
es_es: En general, la exposición a la empagliflozina disminuyó en proporción inversa al peso corporal (una diferencia en la media geométrica de hasta 1.54 veces).

source: In general, following cleaning processes are established in Drug Product manufacturing facilities:
es_es: En términos generales, las plantas de producción de medicamentos cuentan con los siguientes procesos de limpieza:

source: In general, following cleaning processes are established in Drug Substance manufacturing facilities:
es_es: En términos generales, las plantas de producción del principio activo cuentan con los siguientes procesos de limpieza:

source: In general, following cleaning processes are established in drug product manufacturing facilities:
es_es: En términos generales, las plantas de producción de medicamentos cuentan con los siguientes procesos de limpieza:

source: In general, following cleaning processes are established in drug product manufacturing facilities: cleaning-in-place (CIP), cleaning-out-of-place (COP) with equipment washers, and cleaning-out-of-place (COP) with manual cleaning.
es_es: En términos generales, las plantas de producción de medicamentos cuentan con los siguientes procesos: limpieza in situ (CIP), limpieza fuera del lugar de producción (COP) con lavadoras de equipos y limpieza fuera del lugar de producción (COP) de forma manual.

source: In general, following cleaning processes are established in drug substance and drug product manufacturing facilities:
es_es: En términos generales, las plantas de producción de principios activos y medicamentos cuentan con los siguientes procesos de limpieza:

source: In general, hospitalisation signifies that the subject has been detained (usually involving at least an overnight stay) at the hospital or emergency ward for observation and/or treatment that would not have been appropriate in the physician’s office or out-patient setting.
es_es: Nota: en general, "hospitalización" significa que el paciente permaneció (normalmente, una noche como mínimo) en el hospital o sala de urgencias para una observación o tratamiento que no habría sido apropiado en el consultorio del médico o en un entorno ambulatorio.

source: In general, the following measures contribute to the microbiological and viral safety during manufacturing:
es_es: En términos generales, las siguientes medidas contribuyen a la seguridad viral y microbiológica durante el proceso de fabricación:

source: In general, the frequencies of other adverse events were balanced between the linagliptin and glimepiride groups [c23238241, Section 12.1.2.1].
es_es: En general, las frecuencias de otros eventos adversos estuvieron equilibradas entre los grupos de linagliptina y glimepirida [c23238241, Sección 12.1.2.1].

source: In general, the null hypothesis of inequivalence was tested:
es_es: En general, se evaluó la hipótesis nula de inequivalencia:

source: In general, the process parameters inlet air flow rate, inlet air temperature, spraying speed, spraying time, product temperature have been adapted to the Rottendorf DE process based on different equipment used at Rottendorf DE.
es_es: En general los parámetros del proceso "velocidad de flujo de aire de la entrada", "temperatura del aire de la entrada", "velocidad de rociado", "tiempo de rociado" y "temperatura del producto" se adaptaron al proceso de Rottendorf DE, considerando los equipos de Rottendorf DE.

source: In general, the process parameters mixing time, mixing speed, total revolutions have been adapted to the Rottendorf DE process based on different equipment used at Rottendorf DE.
es_es: En general, los parámetros del proceso "tiempo de mezcla" y "velocidad de mezcla", "revoluciones totales" se adaptaron al proceso de Rottendorf DE, considerando los equipos de Rottendorf DE.

source: In general, the statistical approach for the supportive drug product shelf-life limit assessment is:
es_es: En términos generales, el enfoque estadístico para la evaluación de respaldo del límite de vida útil del medicamento es:

source: In general, the subgroup analyses of first and recurrent HHF showed similar trends to those observed for the primary endpoint (Section 11.1.1.3).
es_es: Los análisis de subgrupos por hospitalización por insuficiencia cardíaca primera y recurrente presentaron tendencias similares a las observadas con el criterio de valoración primario (Sección 11.1.1.3).

source: In instances where a patient could not give or decide on a response, no response was to be recorded.
es_es: En los casos en que el paciente no se decidía o no acertaba a responder, no se registraba ninguna respuesta.

source: In light of extensive data showing the majority of NDMA values below QL and just 9 results at or above the QL, but still below the AIL, the current shelf life of 36 months is supported.
es_es: A la luz de que un conjunto exhaustivo de datos muestra la mayoría de los valores de NDMA por debajo del límite de cuantificación y solo 9 resultados en o por encima de dicho límite pero por debajo del límite de ingesta aceptable, la vida útil vigente de 36 meses queda respaldada.

source: In line with the improvements in HF outcomes, there was a decrease in NT-proBNP levels in the empagliflozin group compared with placebo.
es_es: En línea con los desenlaces beneficiosos en torno a la insuficiencia cardíaca, hubo una disminución de los niveles de NT-proPNC mayor en el grupo de empagliflozina que en el grupo de placebo.

source: In liquid DS, oxidation of Trp316 located in the protease domain is induced at high light doses, which is correlated with reduced clot lysis activity.
es_es: En el principio activo líquido, la oxidación del Trp316 ubicado en el dominio proteasa se induce con altas dosis de luz, lo que se correlaciona con una reducción de la actividad de lisis de coágulo.

source: In many cases of hypersensitivity events observed in clinical trials, alternative risk factors were present; however, contribution of spesolimab to these events cannot be fully excluded.
es_es: En muchos de los eventos de hipersensibilidad observados en ensayos clínicos, hubo otros factores de riesgo; sin embargo, no puede excluirse por completo la participación de espesolimab en dichos eventos.

source: In methanol
es_es: En metanol

source: In methanol and 50 % acetonitrile in water empagliflozin shows high solubility.
es_es: En metanol y en acetonitrilo al 50 % en agua, la empagliflozina presenta una solubilidad alta.

source: In neonates, therapy with LMWH or UFH for 6 weeks to 3 months (with continued prophylaxis if a catheter is still in place at the end of therapy) is recommended.
es_es: En los neonatos, se recomienda el tratamiento con heparina de bajo peso molecular o no fraccionada durante un lapso de entre 6 semanas y 3 meses (con profilaxis continua si todavía hay un catéter colocado al final del tratamiento).

source: In none of the extracts of the contact surfaces any extractable was determined at or above the safety concern threshold.
es_es: En los extractos de las superficies de contacto, se determinó que ningún elemento extraíble alcanzaba o cruzaba el umbral de seguridad.

source: In one trial involving patients with ST-segment elevation myocardial infarction, tenecteplase resulted in 30-day mortality similar to that with alteplase and led to a lower incidence of systemic hemorrhage [P99-02520].
es_es: En un ensayo en el que participaron pacientes con infarto de miocardio con elevación del segmento ST, la tenecteplasa derivó en una mortalidad a los 30 días, similar a lo observado con la alteplasa, y redujo la incidencia de hemorragia sistémica [P99-02520].

source: In operation
es_es: En funcionamiento

source: In order to accommodate the larger batch size and minor equipment differences (same SUPAC class and subclass) used at the proposed new site, minor modifications have been made to the manufacturing process.
es_es: Para adaptarse al mayor tamaño de partida y las ligeras diferencias de equipamiento (se mantienen la misma clase y subclase según guía SUPAC) de la planta sustituta, se han realizado modificaciones menores en el proceso de fabricación.
